{
	"intro": "The lunar synchronized meditation technique thus runs in series totaling ten sessions each lunar month. During all these sessions, meditation should start about fifteen minutes before sunset on each session date. If you do not have the exact sunset time, you simply can observe the sky and estimate fifteen minutes before sunset very well. At the introductory session (the one at two days less 3 h. 42 m. before full moon, and the only one during waxing moon) inner power in the form of higher support is conveyed, either as answers to problems or as surges of re-energizing and strength-giving confidence. Thereafter, the remaining nine sessions form a group in themselves, accelerating higher human development and awareness. Throughout these sessions (during which some progressive fasting also helps) subtle energies are released which, when assimilated and used, can acclerate the formation of higher powers and awareness in man.<br/><br/>Before the sessions [following Table] can be used effectively you must also know something of how to meditate and also something of the ten sessions so that you may be able to resonate at these times on the best possible level of awareness.",
	"meditate": "First of all, in order to meditate, you disengage from the usual stream of incoming sensations and ongoing chains of thoughts, feelings, and memories. This is done not so much by an act of will as by a transfer of the entire focus of attention to the nature of the session and to the stream of higher energy to which it attunes you. This transfer is also not so much a matter of intellection or reasoning as it is a transfer of feeling and desire to what for you at that time becomes all-important.<br/><br/>Physically it is best to sit upright either crosslegged or in a chair that is comfortable for you, with the spine held in a good straight perpendicular from base to head; and it is usually best to let the eyelids close of themselves as you begin. The condition of comfort helps you to forget your physical body during these times. If you know any simple yoga in-breath, hold, and slow out-breath exercise (such as well described in Vivekananda's Raja Yoga), you can open the session with that exercise. If not, simply let your in-breathing be calm and deep, with a holding of the breath when the lungs are full. The hold should be long enough to be calming, but not so as to cause any discomfort&mdash;the length varying with each person and also with the amount of practice you have built up. The out-breathing should be paced and not hasty. Regularity as to place will also help. Regularity of time (as explained) and orientation (to the west) is assured by the rules already given. All these regularities help build the resonance.<br/><br/>Now it is also well to be aware of the nature of each session, so that you may achieve a stronger resonance effect, stemming from your deeper understanding.",
	"about": "- Algorithm and information derived and excerpted from book: Consciousness and Reality, edited by Charles Muses and Arthur Young. 1972. Part 6 - Chapter 25 - Dynamic Resonance Meditation by Kenneth Demarest. <br /> - Sunset time and moon phase data from <a class='font-semibold text-blue-700' href=\"https://aa.usno.navy.mil/data/api\">United States Naval Observatory</a>."
}