[
	"Inner power in the form of higher support is conveyed, either as answers to problems or as surges of re-energizing and strength-giving confidence. A time of increase of courage and confidence, when the power of encouragement flows most easily from trans-human levels, without your doing very much about it ecept being ready and setting aside the time for it.",
	"Re-dedicates to higher development each month, as it is the first of the group of nine sessions centered on that aim. It is the time when the higher revivifying forces flow to the earth in synchronization with the moon's position, which simply acts as the needle or indicator of a subtle cosmic instrumentality, telling us when the current is flowing and the kind of current it is. Session 2 thus involves a focusing of conscious awareness upon a supraconscious opportunity in terms of proper timing.",
	"Provides a vital point of continuity between Session 2 (conscious re-dedication) and Session 4, which is devoted to allowing your deepest desires for inner nourishment and growth to be entrusted to your highest self, which even transcends your highest conscious vision of what you may be. Thus Session 3 is a time when you attune to the uplifting power, knowing that it is then working to join conscious and supraconscious awareness in you, so that with this session each month you will gain greater access to your own greater mind and being, thus increasing in you the highest kind of negentropy, to use a more technical context of explanation.",
	"Builds better than you know, enlarging, even though you are not yet consciously aware of it, your supraconscious mind and potential.",
	"Higher power inflow comes like a cool refreshing breeze&mdash;the experience of drinking deeply from a fountain of new life. With this session, momentum begins to pick up, climaxing in Session 9.",
	"A time that will result in increased ability to discern and reason. You perform it with a purifying incense such as sandalwood, not too bitter and not too sweet. This session is a turning point, a decision, and a purgation, some at the beginning of their practice with this technique even experiencing a strong intestinal cleansing after it. This time represents the point when the inflowing power is turning from purification and healing to inner metamorphosis and the building of a still embryonic higher-model body, destined to be free from subjection to either death or our physical laws",
	"A place providing vitally needed and fruitful continuity&mdash;this time between Sessions 6 (logic) and 8 (intuition)&mdash;these two being too often improperly divorced.",
	"A time of conscious voyaging into the farthest realms yet reachable by your supraconscious awareness, together with the ability to remember what you have experienced when you return to normal awareness. Session 8 also provides an opportunity to develop the intuitive, creative insight so necessary to your effective functioning in higher states of awareness.",
	"At this time you are experiencing the greatest \"escape velocity\" from ordinary concerns, and it is on one of these peaks of transcendent energy that you will one day be able to effect a transfer of your center of consciousness and voluntary manipulation to your extra-physical vehicle which these sessions, regularly practiced, are designed to develop in optimal time. During the earlier stages of practice with the present technique, Session 9 will be experienced mostly as a time when high and strong states of serenity and bliss are frequently possible during the meditation",
	"The seeding session of the monthly cycle, where the concentrated effects of all nine previous sessions are planted deep within yourself and your memory, so as to germinate within you during the waxing moon, and bear new fruit in terms of an even stronger resonance-power during the next series of sessions. It is a time when such inner seeding and replanting is natural and easily possible for you."
]